// 本地模拟json数据
var oneWordJson =
  [
    {
      "term": "一年级上册",
      "wordList":
        [
          { "type": "识字2", "name": "金木水火土", "word": "一二三上" },
          { "type": "识字3", "name": "口耳目", "word": "口目耳手" },
          { "type": "识字4", "name": "日月水火", "word": "日田禾火" },
          { "type": "识字5", "name": "对韵歌", "word": "虫云山" },
          { "type": "识字6", "name": "画", "word": "水去来不" },
          { "type": "识字7", "name": "大小多少", "word": "小少牛果鸟" },
          { "type": "识字8", "name": "小书包", "word": "早书刀尺本" },
          { "type": "识字9", "name": "日月明", "word": "木林土力心" },
          { "type": "识字10", "name": "升国旗", "word": "中五立正" },
          { "type": "第1课", "name": "秋天", "word": "了子人大" },
          { "type": "第2课", "name": "小小的船", "word": "月儿头里" },
          { "type": "第3课", "name": "江南", "word": "可东西" },
          { "type": "第4课", "name": "四季", "word": "天四是" },
          { "type": "第5课", "name": "影子", "word": "在后我好" },
          { "type": "第6课", "name": "比尾巴", "word": "长比巴把" },
          { "type": "第7课", "name": "青蛙写诗", "word": "下个雨们" },
          { "type": "第8课", "name": "雨点儿", "word": "问有半从你" },
          { "type": "第9课", "name": "明天要远足", "word": "才明同学" },
          { "type": "第10课", "name": "大还是小", "word": "自己衣" },
          { "type": "第11课", "name": "项链", "word": "白的又和" },
          { "type": "第12课", "name": "雪地里的小画家", "word": "竹牙马用几" },
          { "type": "第13课", "name": "乌鸦喝水", "word": "只石多出见" },
          { "type": "第14课", "name": "小蜗牛", "word": "对妈全回" },
          { "type": "语文园地1", "name": "语文园地1", "word": "八十" },
          { "type": "语文园地4", "name": "语文园地4", "word": "女开" },
          { "type": "语文园地8", "name": "语文园地8", "word": "工厂" }
        ]
    },
    {
      "term": "一年级下册",
      "wordList":
        [
          { "type": "识字1", "name": "春夏秋冬", "word": "春冬风雪花飞入" },
          { "type": "识字2", "name": "姓氏歌", "word": "姓什么双国王方" },
          { "type": "识字3", "name": "小青蛙", "word": "青清气晴情请生" },
          { "type": "识字4", "name": "猜字谜", "word": "字左右红时动万" },
          { "type": "识字5", "name": "动物儿歌", "word": "间迷造运池欢网" },
          { "type": "识字6", "name": "古对今", "word": "古凉细夕李语香" },
          { "type": "识字7", "name": "操场上", "word": "打拍跑足声身体" },
          { "type": "识字8", "name": "人之初", "word": "之相近习远玉义" },
          { "type": "第1课", "name": "吃水不忘挖井人", "word": "吃叫主江住没以" },
          { "type": "第2课", "name": "我多想去看看", "word": "会走北京门广" },
          { "type": "第3课", "name": "一个接一个", "word": "过各种样伙伴这" },
          { "type": "第4课", "name": "四个太阳", "word": "太阳校金秋因为" },
          { "type": "第5课", "name": "小公鸡和小鸭子", "word": "他河说也地听哥" },
          { "type": "第6课", "name": "树和喜鹊", "word": "单居招呼快乐" },
          { "type": "第7课", "name": "怎么都快乐", "word": "玩很当音讲行许" },
          { "type": "第8课", "name": "静夜思", "word": "思床前光低故乡" },
          { "type": "第9课", "name": "夜色", "word": "色外看爸晚笑再" },
          { "type": "第10课", "name": "端午粽", "word": "午节叶米真分豆" },
          { "type": "第11课", "name": "彩虹", "word": "那着到高兴千成" },
          { "type": "第12课", "name": "古诗二首(池上 小池)", "word": "首采无树爱尖角" },
          { "type": "第13课", "name": "荷叶圆圆", "word": "亮机台放鱼朵美" },
          { "type": "第14课", "name": "要下雨了", "word": "直呀边呢吗吧加" },
          { "type": "第15课", "name": "文具的家", "word": "文次找平办让包" },
          { "type": "第16课", "name": "一分钟", "word": "钟元洗共已经坐" },
          { "type": "第17课", "name": "动物王国开大会", "word": "要连百还舌点" },
          { "type": "第18课", "name": "小猴子下山", "word": "块非常往瓜进空" },
          { "type": "第19课", "name": "棉花姑娘", "word": "病医别干奇七星" },
          { "type": "第20课", "name": "咕咚", "word": "吓怕跟家羊象都" },
          { "type": "第21课", "name": "小壁虎借尾巴", "word": "捉条爬姐您草房" }
        ]
    },
    {
      "term": "二年级上册",
      "wordList":
        [
          { "type": "识字1", "name": "场景歌", "word": "园孔桥群队旗铜号领巾" },
          { "type": "识字2", "name": "树之歌", "word": "杨壮桐枫松柏棉杉化桂" },
          { "type": "识字3", "name": "拍手歌", "word": "歌丛深处六熊猫九朋友" },
          { "type": "识字4", "name": "田家四季歌", "word": "季吹肥农忙归戴辛苦年" },
          { "type": "第1课", "name": "小蝌蚪找妈妈", "word": "两就哪宽顶睛肚皮孩跳" },
          { "type": "第2课", "name": "我是什么", "word": "变极片傍海洋作坏给带" },
          { "type": "第3课", "name": "植物妈妈有办法", "word": "法如脚它娃她毛更知识" },
          { "type": "第4课", "name": "曹冲称象", "word": "称柱底杆秤做岁站船然" },
          { "type": "第5课", "name": "玲玲的画", "word": "画幅评奖候报另及拿并" },
          { "type": "第6课", "name": "一封信", "word": "封信今写支圆珠笔灯电" },
          { "type": "第7课", "name": "妈妈睡了", "word": "哄先闭脸事沉发窗" },
          { "type": "第8课", "name": "古诗二首(登鹤雀楼 望庐山瀑布)", "word": "楼依尽黄层照炉烟挂川" },
          { "type": "第9课", "name": "黄山奇石", "word": "南部些巨位每升闪狗" },
          { "type": "第10课", "name": "日月潭", "word": "名胜迹央丽华展披" },
          { "type": "第11课", "name": "葡萄沟", "word": "份坡枝起客老收城市利" },
          { "type": "第12课", "name": "坐井观天", "word": "井观沿答渴喝话际" },
          { "type": "第13课", "name": "寒号鸟", "word": "面阵郎枯却将纷夜" },
          { "type": "第14课", "name": "我要的是葫芦", "word": "棵谢想盯言邻治怪" },
          { "type": "第15课", "name": "大禹治水", "word": "洪灾难道认被业产" },
          { "type": "第16课", "name": "朱德的扁担", "word": "扁担志伍师军战士" },
          { "type": "第17课", "name": "难忘的泼水节", "word": "忘泼度龙炮穿向令" },
          { "type": "第18课", "name": "古诗二首(夜宿山寺 敕勒歌)", "word": "危敢惊阴似野苍茫" },
          { "type": "第19课", "name": "雾在哪里", "word": "于论岸屋切久散步" },
          { "type": "第20课", "name": "雪孩子", "word": "唱赶旺旁浑谁轻汽" },
          { "type": "第21课", "name": "狐假虎威", "word": "食物眼爷爪神活猪" },
          { "type": "第22课", "name": "狐狸分奶酪", "word": "奶始吵仔急咬第公" },
          { "type": "第23课", "name": "纸船和风筝", "word": "折纸张祝扎抓但哭" },
          { "type": "第24课", "name": "风娃娃", "word": "车得秧苗汗场伤路" }
        ]
    },
    {
      "term": "二年级下册",
      "wordList":
        [
          { "type": "识字1", "name": "神州谣", "word": "州湾岛峡民族谊齐奋" },
          { "type": "识字2", "name": "传统节日", "word": "贴街舟艾敬转团热闹" },
          { "type": "识字3", "name": "贝的故事", "word": "贝壳甲骨钱币与财关" },
          { "type": "识字4", "name": "中国美食", "word": "烧茄烤鸭肉鸡蛋炒饭" },
          { "type": "第1课", "name": "古诗二首(村居 咏柳)", "word": "诗村童碧妆绿丝剪" },
          { "type": "第2课", "name": "找春天", "word": "冲寻姑娘吐柳荡桃杏" },
          { "type": "第3课", "name": "开满鲜花的小路", "word": "鲜邮递员原叔局堆礼" },
          { "type": "第4课", "name": "邓小平爷爷植树", "word": "邓植格引注满休息" },
          { "type": "第5课", "name": "雷锋叔叔，你在哪里", "word": "锋昨冒留弯背洒温暖" },
          { "type": "第6课", "name": "千人糕", "word": "能桌味买具甘甜莱劳" },
          { "type": "第7课", "name": "一匹出色的马", "word": "匹妹波纹像景恋舍求" },
          { "type": "第8课", "name": "彩色的梦", "word": "彩梦森拉结苹般精灵" },
          { "type": "第9课", "name": "枫树上的喜鹊", "word": "伞姨弟便教游戏母" },
          { "type": "第10课", "name": "沙滩上的童话", "word": "周围句补充药合死记" },
          { "type": "第11课", "name": "我是一只小虫子", "word": "屁股尿净屎幸使劲" },
          { "type": "第12课", "name": "寓言二则(亡羊补牢 揠苗助长)", "word": "亡牢钻劝丢告筋疲" },
          { "type": "第13课", "name": "画杨桃", "word": "图课摆座交哈页抢嘻" },
          { "type": "第14课", "name": "小马过河", "word": "愿意麦该伯刻突掉" },
          { "type": "第15课", "name": "古诗二首(晓出净慈寺送林子方 绝句)", "word": "湖莲穷荷绝含岭吴" },
          { "type": "第16课", "name": "雷雨", "word": "雷乌黑压垂户迎扑" },
          { "type": "第17课", "name": "要是你在野外迷了路", "word": "指针帮助导永碰特积" },
          { "type": "第18课", "name": "太空生活趣事多", "word": "宇宙杯失板容易浴室" },
          { "type": "第19课", "name": "大象的耳朵", "word": "扇慢遇兔安根痛最" },
          { "type": "第20课", "name": "蜘蛛开店", "word": "店决定商夫终完换期" },
          { "type": "第21课", "name": "青蛙卖泥鳅", "word": "蛙卖搬倒籽泉破应" },
          { "type": "第22课", "name": "小毛虫", "word": "整抽纺织编怎布消" },
          { "type": "第23课", "name": "祖先的摇篮", "word": "祖啊浓望蓝摘掏赛忆" },
          { "type": "第24课", "name": "当世界年纪还小的时候", "word": "世界功反复式简弄由" },
          { "type": "第25课", "name": "羿射九日", "word": "觉值类艰弓炎害此新" }
        ]
    },
    {
      "term": "三年级上册",
      "wordList":
        [
          { "type": "第1课", "name": "大青树下的小学", "word": "晨绒球汉艳服装扮读静停粗影" },
          { "type": "第2课", "name": "花的学校", "word": "落荒笛舞狂罚假互所够猜扬臂" },
          { "type": "第4课", "name": "古诗三首(山行 赠刘景文 夜书所见)", "word": "寒径斜霜赠刘盖菊残君橙送挑" },
          { "type": "第5课", "name": "铺满金色巴掌的水泥道", "word": "铺泥晶紧院印排列规则乱棕迟" },
          { "type": "第6课", "name": "秋天的雨", "word": "盒颜料票飘争仙淡闻梨勾曲丰" },
          { "type": "第8课", "name": "去年的树", "word": "冷离等剩斧砍谷柴煤油诉睁接" },
          { "type": "第10课", "name": "在牛肚子里旅行", "word": "旅咱怜救命拼扫胃管刚流泪算" },
          { "type": "第12课", "name": "总也倒不了的老屋", "word": "洞准备暴墙壁饿蜘蛛漂撞饱晒" },
          { "type": "第15课", "name": "搭船的鸟", "word": "搭亲父沙啦响羽翠嘴悄吞哦捕" },
          { "type": "第16课", "name": "金色的草地", "word": "蒲英盛耍喊欠钓而察拢趣喜睡" },
          { "type": "第17课", "name": "古诗三首(望天门山 饮湖上初晴后雨 望洞庭)", "word": "断楚至孤帆饮初镜未磨遥银盘" },
          { "type": "第18课", "name": "富饶的西沙群岛", "word": "富优浅错岩虾挺鼓数厚宝贵" },
          { "type": "第19课", "name": "海滨小城", "word": "滨灰渔遍躺载靠栽亚夏除踩洁" },
          { "type": "第20课", "name": "美丽的小兴安岭", "word": "脑袋严实挡视线坛显材软刮库" },
          { "type": "第21课", "name": "大自然的声音", "word": "妙演奏琴柔感受激击器滴敲鸣" },
          { "type": "第22课", "name": "父亲、树林和鸟", "word": "朝雾蒙鼻总抖露湿吸猎翅膀重" },
          { "type": "第23课", "name": "带刺的朋友", "word": "刺枣颗忽乎暗伸匆沟聪偷追腰" },
          { "type": "第24课", "name": "司马光", "word": "司庭登跌众弃持" },
          { "type": "第25课", "name": "掌声", "word": "掌班默腿轮投调摇晃烈勇" },
          { "type": "第26课", "name": "灰雀", "word": "雀郊养粉粒男或者冻惜肯诚" }
        ]
    },
    {
      "term": "三年级下册",
      "wordList":
        [
          { "type": "第1课", "name": "古诗三首(绝句 惠崇春江晚景 三衢道中)", "word": "融燕鸳鸯惠崇芦芽短梅溪泛减" },
          { "type": "第2课", "name": "燕子", "word": "凑拂集聚形掠偶尔沾倦纤痕" },
          { "type": "第3课", "name": "荷花", "word": "瓣蓬胀裂姿势仿佛随蹈止" },
          { "type": "第5课", "name": "守株待兔", "word": "守株待宋耕触颈释其" },
          { "type": "第6课", "name": "陶罐和铁罐", "word": "骄傲谦虚懦弱尘捧代价" },
          { "type": "第7课", "name": "鹿角和鹿腿", "word": "鹿塘映欣赏匀致配传哎狮叹" },
          { "type": "第9课", "name": "古诗三首(元日 清明 九月九日忆山东兄弟)", "word": "旧符欲魂借酒何牧兄独异佳" },
          { "type": "第10课", "name": "纸的发明", "word": "术伟录册保存约验阿欧洲社" },
          { "type": "第11课", "name": "赵州桥", "word": "赵省县匠设计史创举且智慧历" },
          { "type": "第13课", "name": "花钟", "word": "斗芬芳内醒寿苏强示昆修建组" },
          { "type": "第14课", "name": "蜜蜂", "word": "蜜蜂辨阻跨括检查确误途陌" },
          { "type": "第16课", "name": "小真的长头发", "word": "套麻烦悠闲椅泡沫冰凌碍提棒" },
          { "type": "第17课", "name": "我变成了一棵树", "word": "状狐狸丁零巧克肠继续抬秘密" },
          { "type": "第18课", "name": "童年的水墨画", "word": "墨柒竿腾碎拔浪葫爽蘑菇" },
          { "type": "第19课", "name": "剃头大师", "word": "表胆鬼理夺骂仇差付倍虽件" },
          { "type": "第20课", "name": "肥皂泡", "word": "皂廊碗若透娇扯仰串越婴希" },
          { "type": "第22课", "name": "我们奇妙的世界", "word": "呈幻蜡烛诱润乘芒剑普通模型" },
          { "type": "第23课", "name": "海底世界", "word": "宁官汪险参攻推迅速退铁" },
          { "type": "第24课", "name": "火烧云", "word": "必胡灿骑秒凶猛庙威武镇" },
          { "type": "第25课", "name": "慢性子裁缝和急性子顾客", "word": "性卷货取夹夸务衬衫负责艺" },
          { "type": "第27课", "name": "漏", "word": "漏喂胖驴贼狼莫厉抱架粘胶偏" }
        ]
    },
    {
      "term": "四年级上册",
      "wordList":
        [
          { "type": "第1课", "name": "观潮", "word": "潮据堤阔盼滚顿逐渐堵犹崩震霎余" },
          { "type": "第2课", "name": "走月亮", "word": "淘牵鹅卵坑洼填庄稼俗跃葡萄稻熟" },
          { "type": "第5课", "name": "一个豆荚里的五粒豆", "word": "豌按舒适恐僵硬枪耐愉曾" },
          { "type": "第6课", "name": "蝙蝠和雷达", "word": "达蚊即科横竖绳系蝇证研究驾驶" },
          { "type": "第7课", "name": "呼风唤雨的世纪", "word": "唤纪技改程超亿核奥益联质哲任善" },
          { "type": "第9课", "name": "古诗三首(暮江吟 题西林壁 雪梅)", "word": "暮吟题侧峰庐缘降阁费须逊输" },
          { "type": "第10课", "name": "爬山虎的脚", "word": "虎操占嫩顺均叠隙茎柄萎瞧固" },
          { "type": "第11课", "name": "蟋蟀的住宅", "word": "宅临慎选择址良穴厅卧专寸卫较" },
          { "type": "第12课", "name": "盘古开天地", "word": "翻劈缓浊丈撑竭累血液奔茂滋" },
          { "type": "第13课", "name": "精卫填海", "word": "帝曰溺返衔" },
          { "type": "第14课", "name": "普罗米修斯", "word": "悲惨兽佩坚违抗环锁既狠著愤获" },
          { "type": "第16课", "name": "麻雀", "word": "嗅呆奈巢齿躯掩护幼搏庞量愣" },
          { "type": "第17课", "name": "爬天都峰", "word": "哩级链颤攀猴鲫念辫呵" },
          { "type": "第18课", "name": "牛和鹅", "word": "摸甚跪捶绕顽脖脱概惹昏握摔凭掐" },
          { "type": "第19课", "name": "一只窝囊的大老虎", "word": "段俩练裤逃罩亏挖撤堂砸锅" },
          { "type": "第20课", "name": "陀螺", "word": "否旋况兵败仍尤恨帅预溃品丑豪" },
          { "type": "第21课", "name": "古诗三首(出塞 凉州词 夏日绝句)", "word": "塞秦征词催醉杰亦雄项" },
          { "type": "第22课", "name": "为中华之崛起而读书", "word": "肃晰振胸怀赞效疑惑凡顾训斥" },
          { "type": "第25课", "name": "王戎不取道旁李", "word": "戎尝诸竞唯" },
          { "type": "第26课", "name": "西门豹治邺", "word": "豹派娶媳妇淹逼浮旱徒扔饶骗灌溉" }
        ]
    },
    {
      "term": "四年级下册",
      "wordList":
        [
          { "type": "第1课", "name": "古诗词三首(宿新市徐公店 四时田园杂兴 清平乐•村居)", "word": "宿徐篱疏杂稀蜻蜓茅檐翁锄赖剥" },
          { "type": "第2课", "name": "乡下人家", "word": "构饰蹲凤序例率觅耸踏倘绘谐寄眠" },
          { "type": "第3课", "name": "天窗", "word": "慰藉锐滩帐烁蝙蝠霸鹰" },
          { "type": "第5课", "name": "琥珀", "word": "怒吼脂拭餐划晌辣渗挣番埋刷测详" },
          { "type": "第6课", "name": "飞向蓝天的恐龙", "word": "笨钝谈鸽毫末描隧态吨斤膨肢翼辟" },
          { "type": "第7课", "name": "纳米技术就在我们身边", "word": "纳拥箱臭蔬碳钢隐健康胞疾防灶需" },
          { "type": "第9课", "name": "短诗三首(繁星•七一 繁星•一三一 繁星•一五九)", "word": "繁漫灭藤萝膝涛躲" },
          { "type": "第10课", "name": "绿", "word": "瓶挤叉挥"},
          { "type": "第11课", "name": "白桦", "word": "桦涂茸绣潇穗朦胧寂霞抹" },
          { "type": "第13课", "name": "猫", "word": "忧虑贪职屏蹭稿腔解闷蛇遭殃盆勃" },
          { "type": "第14课", "name": "母鸡", "word": "讨厌坝忠毒绩孵警戒歪咕汤掘伏啼" },
          { "type": "第15课", "name": "白鹅", "word": "吠促颇剧苟譬侍馆附脾敏捷昂供" },
          { "type": "第16课", "name": "海上日出", "word": "扩范努刹烂替镶紫仅" },
          { "type": "第17课", "name": "记金华的双龙洞", "word": "浙罗杜鹃窄郁肩臀移额陆乳笋端源" },
          { "type": "第18课", "name": "小英雄雨来", "word": "晋炕铅迈栓胳膊劫柜绸扒敌尸珍慌" },
          { "type": "第21课", "name": "古诗三首(芙蓉楼送辛渐 塞下曲 墨梅)", "word": "芙蓉洛壶雁砚乾坤" },
          { "type": "第22课", "name": "文言文二则(囊萤夜读 铁杵成针)", "word": "囊萤恭勤博贫焉逢卒" },
          { "type": "第23课", "name": "诺曼底号遇难记", "word": "伦腹剖窟窿混嘶维秩卑岗宰措遣梭" },
          { "type": "第25课", "name": "宝葫芦的秘密", "word": "介绍妖矩乖烫溜丫福舔葵瘦罢" },
          { "type": "第26课", "name": "巨人的花园", "word": "荫溢允砌禁牌啸瑟喧损增添酷颊拆" }
        ]
    },
    {
      "term": "五年级上册",
      "wordList":
        [
          { "type": "第1课", "name": "白鹭", "word": "宜鹤嫌朱嵌框匣哨恩韵" },
          { "type": "第2课", "name": "落花生", "word": "亩播浇吩咐亭榨慕矮" },
          { "type": "第3课", "name": "桂花雨", "word": "懂兰箩婆糕饼浸缠茶捡" },
          { "type": "第5课", "name": "搭石", "word": "汛访鞋挽隔懒惰稳衡协" },
          { "type": "第6课", "name": "将相和", "word": "召臣议缺宫献诺典抄罪怯拒荆" },
          { "type": "第7课", "name": "什么比猎豹的速度更快", "word": "冠俯喷枚箭筒束赤圈置" },
          { "type": "第8课", "name": "冀中的地道战", "word": "侵略筑堡党丘妨蔽陷拐" },
          { "type": "第9课", "name": "猎人海力布", "word": "酬珍叮嘱塌焦誓谎延悔扶" },
          { "type": "第10课", "name": "牛郎织女", "word": "郎爹嫂辆歹罕纱妻趟托狱婚辈挨" },
          { "type": "第12课", "name": "古诗三首(示儿 题临安邸 已亥杂诗)", "word": "祭乃熏杭亥持哀拘" },
          { "type": "第13课", "name": "少年中国说", "word": "泻潜试胎皇履疆" },
          { "type": "第14课", "name": "圆明园的毁灭", "word": "毁估拱辉煌殿陵览境宏唐闯统销奉" },
          { "type": "第16课", "name": "太阳", "word": "摄氏殖粮炭区杀菌疗" },
          { "type": "第17课", "name": "松鼠", "word": "鼠秀玲珑歇窝滑拾狭勉梳" },
          { "type": "第18课", "name": "慈母情深", "word": "辞抑碌吊酷暑噪脊竟龟哇忍械酸权" },
          { "type": "第19课", "name": "父爱之舟", "word": "蚕考疼席糖屑启迪钉陪毕煮枕" },
          { "type": "第21课", "name": "古诗词三首(山居秋暝 枫桥夜泊 长相思)", "word": "孙泊愁寺榆畔" },
          { "type": "第22课", "name": "四季之美", "word": "黎晕漆幕愈旷怡逸免" },
          { "type": "第23课", "name": "鸟的天堂", "word": "桨榕纠耀桩涨塔梢暇眉抛" },
          { "type": "第25课", "name": "古人谈读书", "word": "耻诲谓诵岂" },
          { "type": "第26课", "name": "忆读书", "word": "舅津斩限凯葛述贾哀刊琐朴篇某" }
        ]
    },
    {
      "term": "五年级下册",
      "wordList":
        [
          { "type": "第1课", "name": "古诗三首(四时田园杂兴 稚子弄冰 村晚)", "word": "昼耕桑晓" },
          { "type": "第2课", "name": "祖父的园子", "word": "蝴蝶蚂蚱樱拔瞎铲割承拴瓢逛" },
          { "type": "第5课", "name": "草船借箭", "word": "妒忌曹督委惩鲁遮私寨擂呐插" },
          { "type": "第6课", "name": "景阳冈", "word": "冈饥恰府榜谋诡拖坠膛泄截拳喘酥" },
          { "type": "第9课", "name": "古诗三首(凉州词 送元二使安西 秋夜将晓出篱门迎凉有感)", "word": "仞岳摩遗" },
          { "type": "第10课", "name": "青山处处埋忠骨", "word": "庆诊沃龄匪绷审剂施吭崭衷慈祥荣" },
          { "type": "第11课", "name": "军神", "word": "泽彭拟瑞锻炼眷赴搞殊签" },
          { "type": "第13课", "name": "人物描写一组", "word": "跤搂仗鞭欺挠腕剃腮疤监侄喉咙" },
          { "type": "第14课", "name": "刷子李", "word": "浆傅袱桶障芝圣犯馅轰堪诈傻捏怔" },
          { "type": "第15课", "name": "自相矛盾", "word": "矛盾誉吾" },
          { "type": "第16课", "name": "田忌赛马", "word": "丧瞪耀讥讽蔑锣赢" },
          { "type": "第17课", "name": "跳水", "word": "艘航肆帽桅撕逗唬钩扭咧舱鸥瞄" },
          { "type": "第18课", "name": "威尼斯的小艇", "word": "尼斯艇纵艄翘垫帘姆铸雇簇哗码" },
          { "type": "第19课", "name": "牧场之国", "word": "仪尊眺骏驰辽绵凳吆铃铛罐恢踢牲畜" },
          { "type": "第21课", "name": "杨氏之子", "word": "粱诣禽" },
          { "type": "第22课", "name": "手指", "word": "拇搔痒秽轧拧螺纽扣貌仓渺涕享庸憎" }
        ]
    },
    {
      "term": "六年级上册",
      "wordList":
        [
          { "type": "第1课", "name": "草原", "word": "毯陈裳虹蹄腐羞涩微" },
          { "type": "第2课", "name": "丁香结", "word": "缀幽雅案拙薄糊恍" },
          { "type": "第3课", "name": "古诗词三首(宿建德江 六月二十七日望湖楼醉书 西江月•夜行黄沙道中)", "word": "德鹊蝉" },
          { "type": "第5课", "name": "七律•长征", "word": "崖渡" },
          { "type": "第6课", "name": "狼牙山五壮士", "word": "寇翼副榴抡贯棋悬沸涧雹叽屹悦屈" },
          { "type": "第7课", "name": "开国大典", "word": "盏栏汇爆泽渠宣帜阅制坦距隆" },
          { "type": "第9课", "name": "竹节人", "word": "豁凛疙瘩卡棍悟栽筹橡雕磕跺颓沮趴" },
          { "type": "第10课", "name": "宇宙生命之谜", "word": "谜嫦娥尚摄核倾揭斑燥漠磁御" },
          { "type": "第12课", "name": "桥", "word": "咆哮嗓党淌哑揪呻废" },
          { "type": "第13课", "name": "穷人", "word": "汹涌澎湃溅熄困唉淋嘿糟霉嘛喃皱勺" },
          { "type": "第15课", "name": "夏天里的成长", "word": "棚蔓苞蕾苔藓坪蔗瀑缝谚" },
          { "type": "第16课", "name": "盼", "word": "袖蓬缩疯瓦墩甩嚷吱蒜酱炖唇硼梯" },
          { "type": "第17课", "name": "古诗三首(浪淘沙 江南春 书湖阴先生壁)", "word": "簸涯" },
          { "type": "第18课", "name": "只有一个地球", "word": "莹裹篮蔼资慷慨贡滥地基睹" },
          { "type": "第21课", "name": "文言文二则(伯牙鼓琴 书戴嵩画牛)", "word": "哉巍弦轴曝" },
          { "type": "第22课", "name": "月光曲", "word": "谱莱茵盲纯键霎缕陶" },
          { "type": "第24课", "name": "少年闰土", "word": "胯郑拜厨毡撒缚猬伶俐窜" },
          { "type": "第25课", "name": "好的故事", "word": "综锦萍藻漾焰削瞬凝骤掷陡" }
        ]
    },
    {
      "term": "六年级下册",
      "wordList":
        [
          { "type": "第1课", "name": "北京的春节", "word": "醋饺拌擦眨宵旦燃戚贩摊轿骆驼浒" },
          { "type": "第2课", "name": "腊八粥", "word": "腊粥腻栗咽匙灌搅稠嘟熬褐缸脏筷" },
          { "type": "第3课", "name": "古诗三首(寒食 迢迢牵牛星 十五夜望月)", "word": "宫侯素章盈脉栖鸦" },
          { "type": "第5课", "name": "鲁宾逊漂流记", "word": "惧凄寞宴乏籍聊栅控贷剔袭覆稍" },
          { "type": "第8课", "name": "匆匆", "word": "藏挪徘徊蒸" },
          { "type": "第9课", "name": "那个星期天", "word": "媚蚁叨绊谅耽揉绽惆怅搓惶吻偎逝" },
          { "type": "第10课", "name": "古诗三首(马诗 石灰吟 竹石)", "word": "络锤凿焚" },
          { "type": "第11课", "name": "十六年前的回忆", "word": "阀避屉僻瞅靴魔刑哼砖执绞" },
          { "type": "第12课", "name": "为人民服务", "word": "革彻迁泰迫批鼎标牺炊" },
          { "type": "第14课", "name": "文言文二则(学弈 两小儿辩日)", "word": "援射俱弗矣辩" },
          { "type": "第15课", "name": "表里的生物", "word": "脆拦怖蟋蟀" },
          { "type": "第16课", "name": "真理诞生于一百个问号之后", "word": "诞澡械授涡逆纬砂庚域锲" }
        ]
    },

    {
      "term": "二年级上册",
      "wordList":
        [
          { "type": "识字1", "name": "场景歌", "word": "花园 石桥 队旗 红领巾 欢笑" },
          { "type": "识字2", "name": "树之歌", "word": "杨树 树叶 枫叶 松柏 木棉 水杉 化石 金桂" },
          { "type": "识字3", "name": "拍手歌", "word": "丛林 深处 竹林 熊猫 朋友" },
          { "type": "识字4", "name": "田家四季歌", "word": "四季 春季 春风 月光 秋季 身体 辛苦 冬季 棉衣" },
          { "type": "第1课", "name": "小蝌蚪找妈妈", "word": "快活 哪里 连忙 头顶 眼睛 肚皮 孩子 已经" },
          { "type": "第2课", "name": "我是什么", "word": "天空 傍晚 花朵 平常 江河 海洋 田地 发动 工作" },
          { "type": "第3课", "name": "植物妈妈有办法", "word": "办法 如果 告别 四海为家 出发 皮毛 那里 知识" },
          { "type": "第4课", "name": "曹冲称象", "word": "别人 一同 柱子 一边 到底 秤杆 力气 出来 船身 石头 地方 果然" },
          { "type": "第5课", "name": "玲玲的画", "word": "评奖 时间 时候 只要" },
          { "type": "第6课", "name": "一封信", "word": "出国 半年 圆珠笔 开心 以前 还有 台灯 冷清 阳光" },
          { "type": "第7课", "name": "妈妈睡了", "word": "明亮 故事 头发 窗外" },
          { "type": "第9课", "name": "黄山奇石", "word": "南部 那些 山顶 一动不动 云海 巨石 前方 每当 金光闪闪 奇石" },
          { "type": "第10课", "name": "日月潭", "word": "群山 树木 名胜古迹 中央 美丽 天边 灯光 中午 展现 细雨 风光" },
          { "type": "第11课", "name": "葡萄沟", "word": "水果 月份 山坡 梯田 枝叶 展开 绿色 五光十色 好客 老乡 城市 利用 流动 空气 水分 非常" },
          { "type": "第12课", "name": "坐井观天", "word": "坐井观天 井沿 回答 口渴 大话 井口 无边无际" },
          { "type": "第13课", "name": "寒号鸟", "word": "山脚 当作 河边 晴朗 枯草 出去 晴天 正好 清早 现在 将来 大雪纷飞 一样" },
          { "type": "第14课", "name": "我要的是葫芦", "word": "从前 细长 绿叶 雪白 可爱 每天 自言自语 南瓜 邻居 奇怪" },
          { "type": "第15课", "name": "大禹治水", "word": "洪水 经常 到处 百姓 灾难 当时 家乡 可是 认为 采用 千千万万 河道 土地 农业 生产 安居乐业" },
          { "type": "第16课", "name": "朱德的扁担", "word": "扁担 同志 带领 队伍 会师 红军 常常 回来 战士 白天 晚上 怎样" },
          { "type": "第17课", "name": "难忘的泼水节", "word": "难忘 泼水节 火红 一年一度 因为 四面八方 龙船 花炮 欢呼 人群 欢乐 清水" },
          { "type": "第19课", "name": "雾在哪里", "word": "于是 无论 海水 船只 远方 连同 岸边 海岸 同时 房屋 行人 一切 不久 出现 散步" },
          { "type": "第20课", "name": "雪孩子", "word": "出门 起来 空地 唱歌 回家 屋子 赶快 旁边 火星 浑身 水汽" },
          { "type": "第21课", "name": "狐假虎威", "word": "食物 爪子 神气活现 往常 身后 信以为真" },
          { "type": "第22课", "name": "狐狸分奶酪", "word": "哥哥 开始 这时 过来 怎么 仔细 公平" },
          { "type": "第23课", "name": "纸船和风筝", "word": "纸船 松果 纸条 上面 快乐 难过 屋顶 和好 高兴" },
          { "type": "第24课", "name": "风娃娃", "word": "田野 风车 飞快 秧苗 急忙 力气 广场 伤心 路边" }
        ]
    },
    {
      "term": "二年级下册",
      "wordList":
        [
          { "type": "识字1", "name": "神州谣", "word": "神州 中华 山川 黄河 长江 长城 台湾岛 海峡 民族 奋发" },
          { "type": "识字2", "name": "传统节日", "word": "节日 春节 花灯 清明节 先人 龙舟 中秋 圆月 转眼 全家 团圆 热闹" },
          { "type": "识字3", "name": "贝的故事", "word": "动物 贝壳 甲骨文 张开 样子 可以 钱币 钱财 有关" },
          { "type": "识字4", "name": "中国美食", "word": "美食 红烧 茄子 烤鸭 羊肉 蛋炒饭" },
          { "type": "第2课", "name": "找春天", "word": "春天 寻找 姑娘 野花 眼睛 柳枝 桃花 杏花" },
          { "type": "第3课", "name": "开满鲜花的小路", "word": "鲜花 邮递员 先生 原来 大叔 邮局 东西 太太 做客 惊奇 快活 去年 美好 礼物" },
          { "type": "第4课", "name": "邓小平爷爷植树", "word": "爷爷 植树 碧空如洗 万里无云 公园 格外 引人注目 汗珠 休息 柏树 树苗 小心 笔直" },
          { "type": "第5课", "name": "雷锋叔叔，你在哪里", "word": "叔叔 足迹 昨天 迷路 温暖 爱心" },
          { "type": "第6课", "name": "千人糕", "word": "一定 也许 桌子 平时 难道 味道 就是 加工 种子 农具 甜菜 工具 劳动 经过" },
          { "type": "第7课", "name": "一匹出色的马", "word": "出色 河水 碧绿 波纹 河岸 柳叶 景色 恋恋不舍 柳树 枝条" },
          { "type": "第8课", "name": "彩色的梦", "word": "彩色 脚尖 森林 雪松 歌声 苹果 精灵 季节" },
          { "type": "第9课", "name": "枫树上的喜鹊", "word": "喜欢 好像 说话 童话 阿姨 对岸 弟弟 游戏 发明 字母" },
          { "type": "第10课", "name": "沙滩上的童话", "word": "周围 补充 公主 勇士 飞机 地道 火药 胜利 叫喊 忘记" },
          { "type": "第11课", "name": "我是一只小虫子", "word": "屁股 苍耳 留神 干净 从来 幸运 比如 使劲" },
          { "type": "第12课", "name": "寓言二则(亡羊补牢 揠苗助长)", "word": "亡羊补牢 劝告 筋疲力尽 明白" },
          { "type": "第13课", "name": "画杨桃", "word": "图画 老师 讲桌 座位 哈哈大笑 五角星 然后 神情 发现 角度" },
          { "type": "第14课", "name": "小马过河", "word": "愿意 麦子 为难 身边 四周 立刻 突然 吃惊 认真 脚步 难为情" },
          { "type": "第16课", "name": "雷雨", "word": "雷雨 乌云 闪电 雷声 房子 窗户" },
          { "type": "第17课", "name": "要是你在野外迷了路", "word": "野外 大自然 天然 指南针 帮助 向导 指点 北方 北极星 路灯 永远 黑夜 帮忙 南方 特别 积雪" },
          { "type": "第18课", "name": "太空生活趣事多", "word": "太空 生活 宇宙飞船 别处 喝水 杯子 失去 使用 半空 地板 容易 浴室 方向" },
          { "type": "第19课", "name": "大象的耳朵", "word": "耳朵 扇子 遇到 兔子 后来 不安 毛病 头痛 最后 只要 人家" },
          { "type": "第20课", "name": "蜘蛛开店", "word": "飞虫 决定 商店 木屋 工夫 终于 围巾 星期" },
          { "type": "第21课", "name": "青蛙卖泥鳅", "word": "青蛙 草籽 野鸭 泉水 竹子 应该 花丛 尽情 道路" },
          { "type": "第22课", "name": "小毛虫", "word": "毛虫 叶子 目光 周游 纺织 编织 怎样 声音 花纹 消失" },
          { "type": "第23课", "name": "祖先的摇篮", "word": "祖先 原始 意思 浓绿 一望无际 蓝天 野果 野兔 赛跑 回忆" },
          { "type": "第24课", "name": "当世界年纪还小的时候", "word": "世界 学习 成功 月亮 主意 一直 只好 反反复复 变化 方式 简单 自由 生长 泥土 相当 最好 结局 开头" },
          { "type": "第25课", "name": "羿射九日", "word": "东边 光明 觉得 值日 火球 沙石 人类 艰难 决心 苦海 炎热 害怕 从此 东方 西方 花草树木 重新 生机" }
        ]
    },
    {
      "term": "三年级上册",
      "wordList":
        [
          { "type": "第1课", "name": "大青树下的小学", "word": "早晨 穿戴 鲜艳 服装 打扮 校园 敬爱 国旗 敬礼 铜钟 教室 朗读 安静 树枝 这些 好奇 招引 古老 粗壮 枝干 影子" },
          { "type": "第2课", "name": "花的学校", "word": "阵雨 荒野 绿草 跳舞 狂欢 功课 放假 相互 狂风 急急忙忙 自然 能够 双臂" },
          { "type": "第5课", "name": "铺满金色巴掌的水泥道", "word": "金色 水泥 放晴 明朗 亮晶晶 金黄 雨珠 落叶 闪闪发光 尽头 平展 排列 规则 棕红 叶丛 歌唱 迟到" },
          { "type": "第6课", "name": "秋天的雨", "word": "清凉 留意 颜料 枫叶 邮票 果树 菊花 仙子 淡黄 气味 香甜 香味 过冬 丰收" },
          { "type": "第8课", "name": "去年的树", "word": "寒冷 离开 一定 原野 发生 剩下 树根 斧子 山谷 火柴 村子 煤油灯 告诉 灯火 接着" },
          { "type": "第10课", "name": "在牛肚子里旅行", "word": "旅行 要好 咱们 草堆 作声 答应 做梦 可怜 来得及 救命 拼命 大吃一惊 马上 消化 当然 刚才 知觉 光亮 眼泪" },
          { "type": "第12课", "name": "总也倒不了的老屋", "word": "变成 门板 准备 暴风雨 安心 主人 墙壁 母鸡 注意 根本 蜘蛛 漂亮 因此" },
          { "type": "第15课", "name": "搭船的鸟", "word": "母亲 外祖父 雨点 船夫 用力 船头 羽毛 翠绿 静悄悄 翠鸟 捕鱼" },
          { "type": "第16课", "name": "金色的草地", "word": "乡下 窗前 蒲公英 盛开 常常 玩耍 一本正经 绒毛 假装 哈欠 钓鱼 而是 观察 合拢 有趣 喜爱 睡觉 起床" },
          { "type": "第18课", "name": "富饶的西沙群岛", "word": "群岛 位于 南海 部分 风景 优美 物产 丰富 杏黄 相互 交错 海底 海面 色彩 岩石 成群结队 条纹 周身 游动 堆积 宝贵 肥料 祖国 事业 发展 必将 更加" },
          { "type": "第19课", "name": "海滨小城", "word": "海滨 街道 交界 来来往往 云朵 机帆船 渔民 遍地 远处 汽笛 船队 满载 银光闪闪 靠岸 初夏 散发 除了 打扫 整洁" },
          { "type": "第20课", "name": "美丽的小兴安岭", "word": "东北 红松 脑袋 严严实实 挡住 视线 花坛 显得 苍翠 飞舞 名贵 药材 雪花 树洞 巨大 宝库" },
          { "type": "第21课", "name": "大自然的声音", "word": "美妙 音乐家 演奏 手风琴 歌手 歌曲 轻柔 感受 温柔 激动 合奏 乐曲 充满 喜欢 乐器 雨滴 音乐会 滴答 所有 河流 轻快 合唱" },
          { "type": "第22课", "name": "父亲、树林和鸟", "word": "父亲 童年 雾蒙蒙 鼻子 茫然 轻声 生怕 惊动 气息 过夜 总是 抖动 露水 湿气 呼吸 时刻 猎人 翅膀 沉重" },
          { "type": "第23课", "name": "带刺的朋友", "word": "红枣 摆动 如同 无数 新月 后院 忽然 圆乎乎 赶忙 墙根 注视 暗暗 兴许 清楚 活动 劲头 匆匆 散落 归拢 急火火 聪明 本事 高明 好奇心 弯腰 黑洞洞" },
          { "type": "第25课", "name": "掌声", "word": "掌声 文静 默默 轮流 讲台 一齐 角落 慢吞吞 刚刚 热烈 持久 泪水 平息 动听 勇气 面对" },
          { "type": "第26课", "name": "灰雀", "word": "郊外 养病 跳动 欢快 谷粒 男孩 或者 严寒 本来 可惜 肯定 诚实" }
        ]
    },
    {
      "term": "三年级下册",
      "wordList":
        [
          { "type": "第2课", "name": "燕子", "word": "乌黑 剪刀 活泼 春日 轻风 吹拂 洒落 赶集 聚拢 形成 加入 春光 湖面 偶尔 纤细 电线" },
          { "type": "第3课", "name": "荷花", "word": "荷花 清香 赶紧 圆盘 花瓣 莲蓬 花骨朵儿 破裂 姿势 眼前 画家 本领 了不起 仿佛 随风 飘动 舞蹈 停止" },
          { "type": "第6课", "name": "陶罐和铁罐", "word": "国王 骄傲 看不起 傲慢 谦虚 懦弱 神气 住嘴 王朝 尘土 光洁 美观 古代 价值 动手" },
          { "type": "第7课", "name": "鹿角和鹿腿", "word": "池塘 痛快 镜子 倒映 倒影 着急 欣赏 匀称 精美 别致 没精打采 机灵 回头 狮子 机会 叹气" },
          { "type": "第10课", "name": "纸的发明", "word": "造纸术 伟大 文字 记录 青铜器 保存 学问 轻便 盛放 西汉 大约 东汉 吸收 经验 树皮 破布 原料 切断 价格 满足 朝鲜 半岛 日本 阿拉伯 欧洲 社会 进步 文化 影响" },
          { "type": "第11课", "name": "赵州桥", "word": "赵州桥 石匠 设计 中间 桥洞 河面 创举 流水 冲击 节省 而且 水花 各自 双龙戏珠 似乎 体现 人民 智慧 才干 历史" },
          { "type": "第13课", "name": "花钟", "word": "争奇斗艳 芬芳 迷人 留心 开放 艳丽 笑脸 睡莲 醒来 万寿菊 欣然 苏醒 含笑 温度 湿度 光照 气温 长期 展示 昆虫 修建 组成 时钟" },
          { "type": "第14课", "name": "蜜蜂", "word": "蜜蜂 听说 辨认 能力 公里 记号 几乎 阻力 花粉 将近 包括 亲眼 检查 迷失 准确 尽管 沿途 陌生 景物 确实 记忆 本能" },
          { "type": "第16课", "name": "小真的长头发", "word": "牧场 露天 被子 麻烦 悠闲 椅子 卖力 泡沫 冰激凌 冲洗 海带 碍事 难受 入神" },
          { "type": "第17课", "name": "我变成了一棵树", "word": "吃饭 形状 狐狸 担心 丁零 失望 背包 巧克力 香肠 面包 花生 牛奶 继续 饭菜 排骨 水珠 嘴巴 秘密" },
          { "type": "第18课", "name": "童年的水墨画", "word": "水墨画 垂柳 钓竿 扑腾 扇动 戏耍 拨动 浪花 葫芦 松树 清爽 松针 蘑菇" },
          { "type": "第19课", "name": "剃头大师", "word": "大师 表弟 胆小 中药 姑父 理发 欢迎 害人精 仇人 摆布 痛苦 双倍 过年 央求 虽然 天分 睡衣 清除" },
          { "type": "第20课", "name": "肥皂泡", "word": "肥皂泡 种类 其中 网球 透明 分裂 形式 圆满 飞越 婴儿 目送 希望" },
          { "type": "第22课", "name": "我们奇妙的世界", "word": "奇妙 飞行 呈现 变幻 夜空 群星 蜡烛 奇迹 生根 发芽 诱人 圆润 夏日 乘凉 感叹 神奇 光芒 建造 锋利 刀剑 普通 模型 存在 无穷" },
          { "type": "第23课", "name": "海底世界", "word": "宁静 光线 器官 行进 危险 海参 爬行 小时 攻击 反推力 迅速 后退 轮船 长途 地球 生物 石油 天然气" },
          { "type": "第24课", "name": "火烧云", "word": "火烧云 晚饭 胡子 金灿灿 凶猛 威武 镇静" },
          { "type": "第25课", "name": "慢性子裁缝和急性子顾客", "word": "性子 布料 交货 笑话 大方 夸奖 道理 实在 提前 服务 衬衫 对不起 摇头 负责 名声 放心 手艺 感动" },
          { "type": "第27课", "name": "漏", "word": "里屋 莫非 厉害 发抖 松手 粘胶 跟前 甘心" }
        ]
    },
    {
      "term": "四年级上册",
      "wordList":
        [
          { "type": "第1课", "name": "观潮", "word": "奇观 农历 据说 宽阔 人山人海 滚动 顿时 逐渐 犹如 齐头并进 山崩地裂 霎时 余波 依旧" },
          { "type": "第2课", "name": "走月亮", "word": "柔和 鹅卵石 河床 新鲜 修补 坑坑洼洼 庄稼 风俗 葡萄 满意 水稻 成熟 招待 传说" },
          { "type": "第5课", "name": "一个豆荚里的五粒豆", "word": "豌豆 按照 暖洋洋 舒适 黑暗 恐怕 僵硬 丰满 等待 虚弱 耐心 温和 暖和 愉快 兴奋 曾经" },
          { "type": "第6课", "name": "蝙蝠和雷达", "word": "雷达 蚊子 即使 灵巧 科学家 横七竖八 绳子 苍蝇 证明 研究 模仿 显示 驾驶员" },
          { "type": "第7课", "name": "呼风唤雨的世纪", "word": "呼风唤雨 世纪 技术 改变 程度 超过 腾云驾雾 幻想 原子核 奥秘 日益 联系 物质 哲学 任何 创造 改善" },
          { "type": "第10课", "name": "爬山虎的脚", "word": "爬山虎 操场 嫩红 舒服 均匀 重叠 空隙 叶柄 反面 触角 弯曲 细小 痕迹 瞧不起 牢固 休想" },
          { "type": "第11课", "name": "蟋蟀的住宅", "word": "住宅 临时 功夫 随遇而安 慎重 选择 住址 优良 洞穴 大厅 卧室 专家 平整 清洁 卫生 疲劳" },
          { "type": "第12课", "name": "盘古开天地", "word": "黑乎乎 翻身 缓缓 上升 下降 精疲力竭 血液 奔流不息 汗毛 茂盛 滋润 雨露" },
          { "type": "第14课", "name": "普罗米修斯", "word": "人间 悲惨 情景 危害 猛兽 严厉 敬佩 悄悄 坚定 违抗 狠心 尖利 著名 愤愤不平 获得" },
          { "type": "第16课", "name": "麻雀", "word": "打猎 猛烈 无可奈何 拍打 嘴角 分明 牙齿 绝望 尖叫 身躯 掩护 幼儿 搏斗 庞大 安然 强大 力量" },
          { "type": "第17课", "name": "爬天都峰", "word": "假日 抬头 云彩 石级 发颤 年纪 奋力 猴子 鲫鱼 纪念 辫子 笑呵呵 鼓舞 居然" },
          { "type": "第18课", "name": "牛和鹅", "word": "甚至 顽皮 故意 脖子 扑打 忙乱 大概 助威 昏乱 结实 汉子 可笑 无缘无故 平白" },
          { "type": "第19课", "name": "一只窝囊的大老虎", "word": "文艺 表演 角色 期待 排练 危机 通情达理 充分 自信 提示 撤换 紧张 哄堂大笑 砸锅 至今" },
          { "type": "第20课", "name": "陀螺", "word": "冰天雪地 否则 旋转 奋勇 重整旗鼓 况且 得心应手 仍然 尤其 手舞足蹈 恨不得 预料 摇头晃脑 不动声色 顽强 溃败 自豪" },
          { "type": "第22课", "name": "为中华之崛起而读书", "word": "严肃 清晰 抱负 胸怀 赞叹 疑惑 表情 忘怀 果真 非凡 左顾右盼 指望 训斥 体会 分量 响亮" },
          { "type": "第26课", "name": "西门豹治邺", "word": "管理 人烟 媳妇 新娘 眼睁睁 干旱 迎接 徒弟 面如土色 求饶 灌溉 收成" }
        ]
    },
    {
      "term": "四年级下册",
      "wordList":
        [
          { "type": "第2课", "name": "乡下人家", "word": "屋檐 构成 装饰 凤仙 顺序 华丽 独特 照例 率领 觅食 踏步 倘若 天高地阔 和谐 催眠曲 甜蜜 梦乡" },
          { "type": "第3课", "name": "天窗", "word": "慰藉 扫荡 威力 锐利 河滩 帐子 闪烁 奇幻 黑影 蝙蝠 霸气 猫头鹰 复杂" },
          { "type": "第5课", "name": "琥珀", "word": "怒吼 松脂 灰尘 拂拭 美餐 划动 晌午 热辣辣 淹没 挣扎 成千上万 冲刷 断绝 泥沙 推测 详细 情形" },
          { "type": "第6课", "name": "飞向蓝天的恐龙", "word": "恐龙 笨重 迟钝 鸽子 根据 末期 欣喜若狂 描绘 隧道 形态 公斤 膨大 前肢 鸟翼 具备 开辟 脱离" },
          { "type": "第7课", "name": "纳米技术就在我们身边", "word": "纳米 无能为力 拥有 冰箱 除臭 功能 蔬菜 材料 钢铁 隐形 健康 细胞 疾病 预防 病灶 需要 深刻" },
          { "type": "第9课", "name": "短诗三首(繁星•七一 繁星•一三一 繁星•一五九)", "word": "繁星 藤萝 波涛" },
          { "type": "第10课", "name": "绿", "word": "墨水瓶 墨绿 嫩绿 淡绿 粉绿 集中 交叉 教练 指挥 整齐 节拍" },
          { "type": "第11课", "name": "白桦", "word": "白桦 毛茸茸 潇洒 花穗 朦胧 寂静 朝霞" },
          { "type": "第13课", "name": "猫", "word": "无忧无虑 呼唤 贪玩 响动 尽职 屏息 稿纸 梅花 解闷 勇猛 满月 淘气 线团 没完没了 跌倒 花盆 生气勃勃" },
          { "type": "第14课", "name": "母鸡", "word": "讨厌 理由 细声细气 心事 田坝 反抗 忠厚 毒手 成绩 警戒 预备 汤圆 掘地 啼叫" },
          { "type": "第15课", "name": "白鹅", "word": "即将 姿态 高傲 狂吠 局促 京剧 一丝不苟 譬如 侍候 饭馆 附近 脾气 敏捷 扬长而去 空空如也 昂首 供养" },
          { "type": "第16课", "name": "海上日出", "word": "清静 浅蓝 扩大 范围 努力 刹那 夺目 分辨 灿烂 紫色 不仅" },
          { "type": "第17课", "name": "记金华的双龙洞", "word": "杜鹃 气势 聚集 拥挤 心情 臀部 脚跟 移动 昏暗 挤压 额角 登陆 宽广 石钟乳 石笋 变化多端 观赏" },
          { "type": "第18课", "name": "小英雄雨来", "word": "芦花 发愣 铅笔 枪栓 胳膊 劫难 炕沿 鬼脸 戒指 柜板 绸子 枪声 敌人 尸首 防备 慌乱" },
          { "type": "第23课", "name": "古诗三首(芙蓉楼送辛渐 塞下曲 墨梅)", "word": "行驶 凌晨 剖开 窟窿 混乱 维持 秩序 岗位 主宰 惊慌失措 调遣 穿梭" },
          { "type": "第25课", "name": "宝葫芦的秘密", "word": "介绍 声明 妖怪 每逢 规矩 脚丫 劈面 幸福 水蜜桃 向日葵" },
          { "type": "第26课", "name": "巨人的花园", "word": "洋溢 允许 围墙 禁止 告示牌 呼啸 瑟瑟发抖 荒凉 喧闹 破损 增添 胡闹 任性 冷酷 提醒 脸颊 拆除" }
        ]
    },
    {
      "term": "五年级上册",
      "wordList":
        [
          { "type": "第1课", "name": "白鹭", "word": "精巧 配合 身段 适宜 白鹤 生硬 寻常 忘却 镜匣 清晨 孤独 悠然 黄昏 恩惠 美中不足" },
          { "type": "第2课", "name": "落花生", "word": "播种 浇水 吩咐 榨油 爱慕 体面 深夜" },
          { "type": "第3课", "name": "桂花雨", "word": "桂花 懂得 糕饼 茶叶" },
          { "type": "第5课", "name": "搭石", "word": "汛期 山洪 暴发 间隔 唯独 懒惰 平稳 保持 平衡 协调 美感 示意 家常 假如 理所当然 联结" },
          { "type": "第6课", "name": "将相和", "word": "无价之宝 召集 大臣 商议 解决 完好无缺 称赞 商量 允诺 典礼 得罪 胆怯 示弱 拒绝 职位 同心协力" },
          { "type": "第7课", "name": "什么比猎豹的速度更快", "word": "猎豹 冠军 陆地 俯冲 高速公路 搭乘 火箭 发动机 手电筒 赤道 难以置信" },
          { "type": "第8课", "name": "冀中的地道战", "word": "侵略 修筑 粉碎 领导 不计其数 打击 坚持 游击 妨碍 隐蔽 陷坑 拐弯 迷惑 无穷无尽" },
          { "type": "第9课", "name": "猎人海力布", "word": "猎物 酬谢 珍宝 感激 叮嘱 复活 议论 崩塌 搬家 焦急 发誓 千真万确 谎话 迟延 镇定 后悔 悲痛 震天动地" },
          { "type": "第10课", "name": "牛郎织女", "word": "嫂子 剩饭 床铺 亲密 笑嘻嘻 成家立业 好歹 稀罕 妻子 晚霞 一辈子 结婚 相依为命" },
          { "type": "第14课", "name": "圆明园的毁灭", "word": "毁灭 不可估量 举世闻名 众星拱月 金碧辉煌 殿堂 亭台楼阁 象征 仿照 诗情画意 建筑 漫游 天南海北 饱览 风景名胜 境界 宏伟 奇珍异宝 博物馆 统统 搬运 销毁 罪证 奉命" },
          { "type": "第16课", "name": "太阳", "word": "寸草不生 摄氏度 繁殖 粮食 煤炭 漂浮 地区 杀菌 治疗" },
          { "type": "第17课", "name": "松鼠", "word": "松鼠 乖巧 清秀 玲珑 歇凉 追逐 警觉 触动 光滑 狭窄 勉强 脱落 梳理" },
          { "type": "第18课", "name": "慈母情深", "word": "连续 广播 铁路 辞退 挣钱 压抑 潮湿 忙碌 阴暗 酷暑 炎夏 噪声 瘦弱 脊背 口罩 龟裂 忍心 机械 数落 权利" },
          { "type": "第19课", "name": "父爱之舟", "word": "渔船 报考 教训 心疼 席子 庙会 彩排 糖果 抽象 启迪 毕业 寄宿 师范 路费 轮换 领略 意境 磨灭 精致" },
          { "type": "第22课", "name": "四季之美", "word": "黎明 红晕 漆黑 萤火虫 大雁 夜幕 降临 心旷神怡 炭火 火盆 走廊 闲逸 未免" },
          { "type": "第23课", "name": "鸟的天堂", "word": "陆续 白茫茫 榕树 纠正 不可计数 照耀 涨潮 树梢 应接不暇 画眉" },
          { "type": "第26课", "name": "忆读书", "word": "舅父 津津有味 英雄 无限 一知半解 述说 厌烦 荒唐 辛酸 访问 书刊 烦琐 真情实感 质朴 刊物" }
        ]
    },
    {
      "term": "五年级下册",
      "wordList":
        [
          { "type": "第2课", "name": "祖父的园子", "word": "蝴蝶 蜻蜓 蚂蚱 圆滚滚 明晃晃 樱桃 榆树 锄头 承认 水瓢 随意 阴凉" },
          { "type": "第5课", "name": "草船借箭", "word": "妒忌 军事 委托 照办 预计 紧急 军令状 惩罚 探听 私自 布置 调度 水寨 呐喊 神机妙算" },
          { "type": "第6课", "name": "景阳冈", "word": "一饮而尽 性命 半夜三更 诡计 破烂 耻笑 胸膛 拳头 酥软" },
          { "type": "第10课", "name": "青山处处埋忠骨", "word": "诊所 年龄 土匪 熟练 绷带 惊疑 审视 一针见血 伤势 麻醉剂 施行 清醒 颤抖 一声不吭 崭新 由衷 苍白 慈祥 肃然起敬 荣幸" },
          { "type": "第11课", "name": "军神", "word": "拟定 锻炼 情不自禁 慰问 眷恋 奔赴 繁忙 特殊 签字 下意识" },
          { "type": "第13课", "name": "人物描写一组", "word": "摔跤 欺负 破绽 脚腕 肢体 格局 无疑 侄子 喉咙" },
          { "type": "第14课", "name": "刷子李", "word": "粉刷 师傅 绝活 半信半疑 派头 包袱 手法 鼓点 衔接 屏障 神圣 侵犯 露馅 轰然 难堪 学徒" },
          { "type": "第16课", "name": "田忌赛马", "word": "依次 等级 垂头丧气 肩膀 挖苦 信心 胸有成竹 得意洋洋 夸耀 讥讽 轻蔑 调换" },
          { "type": "第17课", "name": "跳水", "word": "环游 航行 放肆 帽子 桅杆 哭笑不得 吓唬 顶端 船舱 海鸥 瞄准 心惊胆战" },
          { "type": "第18课", "name": "威尼斯的小艇", "word": "纵横 船艄 垫子 窗帘 手忙脚乱 保姆 庄严 祷告 哗笑 沉寂 桥梁 停泊 码头" },
          { "type": "第19课", "name": "牧场之国", "word": "运河 仪态 端庄 尊严 远眺 丝绒 骏马 遮掩 阻挡 飞驰 辽阔 绵阳 赞许 板凳 吆喝 铃铛 舒缓 恢复 沉睡 牲畜 灯塔" },
          { "type": "第22课", "name": "手指", "word": "关节 拇指 搔痒 强硬 试探 冒险 秽物 接触 螺丝 纽扣 相貌 堂皇 贴身 冲撞 养尊处优 功劳 渺小 鼻涕 享乐 附庸 团结" }
        ]
    },
    {
      "term": "六年级上册",
      "wordList":
        [
          { "type": "第1课", "name": "草原", "word": "草原 线条 柔美 惊叹 回味 乐趣 目的地 洒脱 衣裳 彩虹 马蹄 蒙古包 热乎乎 奶豆腐 礼貌 拘束 干部 举杯 羞涩 感人 会心 微笑" },
          { "type": "第2课", "name": "丁香结", "word": "宅院 幽默 伏案 浑浊 笨拙 参差 眼帘 单薄 照耀 文思 梦想 迷蒙 印象 愁怨 顺心 平淡" },
          { "type": "第6课", "name": "狼牙山五壮士", "word": "日寇 进犯 游击 奋战 转移 险要 沉着 手榴弹 全神贯注 射击 始终 顶峰 悬崖 斩钉截铁 沸腾 攀登 依托 居高临下 山涧 粉身碎骨 仇恨 屹立 眺望 喜悦 冲锋 壮烈 豪迈 坚强 不屈 惊天动地" },
          { "type": "第7课", "name": "开国大典", "word": "协商 汇集 预定 排山倒海 爆发 宣布 就位 鼓舞 宣告 雄伟 肃静 旗帜 宣读 语调 选举 完毕 检阅 制服 一致 距离 高潮 灯笼 五颜六色 游行 次序" },
          { "type": "第9课", "name": "竹节人", "word": "威风凛凛 疙瘩 疲倦 呆头呆脑 冰棍 别出心裁 技高一筹 橡皮 跺脚 大步流星 怒气冲冲 颓然 暴露无遗 沮丧 念念有词 忘乎所以 心满意足 轻手轻脚" },
          { "type": "第10课", "name": "宇宙生命之谜", "word": "发达 理论 恒星 类似 猜测 起源 适当 摄氏度 提供 能源 倾角 昼夜 封冻 揭开 神秘 观测 拍摄 斑点 枯萎 干燥 抵御 因素 考察 系列 测试 检测" },
          { "type": "第12课", "name": "桥", "word": "咆哮 惊慌 嗓子 跌跌撞撞 书记 拥戴 沙哑 党员 呻吟 废话 吞没 猛然 搀扶 丈夫" },
          { "type": "第13课", "name": "穷人", "word": "渔夫 汹涌澎湃 轰鸣 心惊肉跳 沉思 风暴 抱怨 倾听 探望 照顾 敲门 困难 阴冷 脸蛋 自作自受 清新 湿淋淋 渔网 糟糕 倒霉 忧虑" },
          { "type": "第15课", "name": "夏天里的成长", "word": "后脑勺 活生生 包蕾 草坪 苔藓 甘蔗 瀑布 软绵绵 谚语 农作物 尽量" },
          { "type": "第16课", "name": "盼", "word": "雨衣 袖筒 斗篷 情况 袖子 瓦蓝 预报 遮盖 讲座 油锅 酱油 闹钟 逗引 嘴唇 楼梯" },
          { "type": "第18课", "name": "只有一个地球", "word": "晶莹 摇篮 壮观 和蔼 半径 资源 有限 矿物 地质 无私 破产 慷慨 节制 开采 枯竭 贡献 毁坏 滥用 生态 设想 例如 基地 破碎 目睹 子孙" },
          { "type": "第22课", "name": "月光曲", "word": "谱写 皮鞋 钢琴 幽静 断断续续 茅屋 琴声 烛光 失明 纯熟 清幽 琴键 霎时 景象 照耀 陶醉" },
          { "type": "第24课", "name": "少年闰土", "word": "一望无际 家景 郑重 供品 祭器 讲究 盼望 厨房 项圈 刺猬 伶俐 经历 潮汛" },
          { "type": "第25课", "name": "好的故事", "word": "预告 烟草 烟雾 昏沉 错综 萍藻 荡漾 解散 融和 退缩 瘦削 浮动 瞬间 骤然 徒然 凌乱" }
        ]
    },
    {
      "term": "六年级下册",
      "wordList":
        [
          { "type": "第1课", "name": "北京的春节", "word": "腊月 展览 风筝 空竹 口琴 更新 鞭炮 除夕 春联 扫除 年糕 充足 店铺 开张 对联 年画 通宵 间断 除非 万不得已 必定 光景 截然不同 燃放 亲戚 拜年 寺院 轿车 骆驼 元宵 张灯结彩 一律 彩绘 广告 分外" },
          { "type": "第2课", "name": "腊八粥", "word": "糊涂 搅合 浓稠 可靠 猜想 粉碎 外套 解释 腊肉" },
          { "type": "第5课", "name": "鲁宾逊漂流记", "word": "航海 荒岛 流落 潮水 凄凉 水源 野兽 帐篷 援救 寂寞 恐惧 联想 宴会 面积 淡忘 文明 忧郁 计算 缺乏 防止 日历 仪器 望远镜 自动 事实 制造 缺少 栅栏 介意 无非 处境 苦闷 理智 控制 知足 隔绝 境地 缘故 热带 袭击 防御 手段 解除 不可思议 焉知非福 远眺" },
          { "type": "第8课", "name": "匆匆", "word": "空虚 叹息 徘徊" },
          { "type": "第9课", "name": "那个星期天", "word": "蚁穴 翻箱倒柜 念叨 停顿 晃动 碰倒 原谅 惆怅 休止 时光 惊惶 亲吻 依偎 挽回 消逝" },
          { "type": "第11课", "name": "十六年前的回忆", "word": "埋头 整理 书籍 文件 含糊 军阀 避免 组织 警察 局势 严重 新闻 纷乱 喊叫 闪亮 抽屉 僻静 剧烈 粗暴 便衣 魔鬼 包围 肥胖  苦刑 自杀 严峻 态度 残暴 匪徒 拘留 法庭 安定 占据 会意 执行 昏倒 过度" },
          { "type": "第12课", "name": "为人民服务", "word": "革命 解放 彻底 意义 文学 剥削 压迫 缺点 批评 指出 改正 意见 兴旺 五湖四海 共同 目标 责任 解救 奋斗 牺牲 应当 必要 炊事员 制度 寄托" },
          { "type": "第15课", "name": "表里的生物", "word": "洪亮 盲人 清脆 单调 加速 齿轮 唯恐 丑恶 恐怖 证实 蟋蟀" },
          { "type": "第16课", "name": "真理诞生于一百个问号之后", "word": "真理 定理 定律 学说 创立 司空见惯 疑问 洗澡 学院 机械 教授 逆时针 实验 论文 顺时针 见解 结论 正确 转动 测量 善于 事例 见微知著 解答 灵感 领域 机遇 锲而不舍" }
        ]
    }
  ]


// 定义数据出口
module.exports = {
  oneWordJson: oneWordJson
}